music_app/app/controllers/bands_controller.rb

    def create
        @band = Band.create(band_params)
---
INSERT INTO "bands" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "Lakhte's Band"], ["created_at", "2021-02-09 21:48:09.391232"], ["updated_at", "2021-02-09 21:48:09.391232"]]